Revit 2027 API
ParameterTypeId.RbsElecPanelTotalestloadPowerParam Property
 "Power Total Demand Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalestloadPowerParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalestloadPowerParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadPowerParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalestloadPowerParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace